[
  {
    "id": "740566", "metadata": {
      "abstracts": [{"value":
        "This paper discusses spacecraft Doppler tracking, the current-generation detector technology used in the low-frequency (∼millihertz) gravitational wave band. In the Doppler method the earth and a distant spacecraft act as free test masses with a ground-based precision Doppler tracking system continuously monitoring the earth-spacecraft relative dimensionless velocity 2Δv/c = Δν/ν0, where Δν is the Doppler shift and ν0 is the radio link carrier frequency. A gravitational wave having strain amplitude h incident on the earth-spacecraft system causes perturbations of order h in the time series of Δν/ν0. Unlike other detectors, the ∼ 1–10 AU earth-spacecraft separation makes the detector large compared with millihertz-band gravitational wavelengths, and thus times-of-flight of signals and radio waves through the apparatus are important. A burst signal, for example, is time-resolved into a characteristic signature: three discrete events in the Doppler time series. I discuss here the principles of operation of this detector (emphasizing transfer functions of gravitational wave signals and the principal noises to the Doppler time series), some data analysis techniques, experiments to date, and illustrations of sensitivity and current detector performance. I conclude with a discussion of how gravitational wave sensitivity can be improved in the low-frequency band."}],
      "dois": [{"value": "10.12942/lrr-2006-1"}]
    }
  },
  {
    "id": "534815", "metadata": {
      "abstracts": [{"value":
        "The notion of conformal infinity has a long history within the research in Einstein’s theory of gravity. Today, “conformal infinity” is related to almost all other branches of research in general relativity, from quantisation procedures to abstract mathematical issues to numerical applications. This review article attempts to show how this concept gradually and inevitably evolved from physical issues, namely the need to understand gravitational radiation and isolated systems within the theory of gravitation, and how it lends itself very naturally to the solution of radiation problems in numerical relativity. The fundamental concept of null-infinity is introduced. Friedrich’s regular conformal field equations are presented and various initial value problems for them are discussed. Finally, it is shown that the conformal field equations provide a very powerful method within numerical relativity to study global problems such as gravitational wave propagation and detection."}],
      "dois": [{"value": "10.12942/lrr-2004-1"}]
    }
  }
]
